Repository: Kunsi/pretalx-plugin-broadcast-tools
Catalog: pretalx_broadcast_tools/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Some tools which can be used for supporting a broadcasting software, for example a 'lower third' page which can be embedded into your broadcasting software
de_de: Einige Helfer, die zur Unterstützung von Broadcasting-Software benutzt werden kann, zum Beispiel eine 'Bauchbinden'-Seite.

source: DO NOT RECORD - DO NOT STREAM
de_de: NICHT AUFNEHMEN - NICHT STREAMEN

source: Duration
de_de: Dauer

source: Language
de_de: Sprache

source: Type
de_de: Typ

source: Questions
de_de: Fragen

source: Notes
de_de: Notizen

source: Internal Notes
de_de: Interne Notizen

source: Will be shown as talk title if there's currently no talk running.
de_de: Wird angezeigt, wenn derzeit kein Vortrag läuft.

source: "No talk running" information
de_de: "Derzeit kein Vortrag"-Informationen

source: Will only be shown if there's a talk running. You may use the place holders mentioned below. The info line will be shown on the bottom right side of the lower third. Setting this to an empty string will hide the line entirely.
de_de: Wird nur angezeigt, wenn derzeit ein Vortrag läuft. Du kannst die oben genannten Platzhalter benutzen. Die Info-Zeile wird unten rechts in den Bauchbinden angezeigt. Wenn das Feld leer ist, wird die Zeile automatisch ausgeblendet.

source: Info line
de_de: Info-Zeile

source: If checked, pretalx will periodically generate voctomix-compatible lower thirds images and make them available as <code>.tar.gz</code>.
de_de: Wenn aktiviert, wird pretalx automatisch voctomix-kompatible bauchbinden generieren und diese als <code>.tar.gz</code> zur Verfügung stellen.

source: Generate voctomix lower thirds
de_de: Erzeuge voctomix-Bauchbinden

source: If a talk is running, the room info page will always show the talk title and the list of speakers. The content below is configurable here.
de_de: Wenn ein Vortrag läuft, zeigt die Raum-Info-Seite immer den Vortrags-Titel und die Liste der Vortragenden an. Der Inhalt unterhalb dessen ist hier konfigurierbar.

source: lower content
de_de: Unterer Inhalt

source: If no talk is running in the room, show the time and title of the next talk in the room.
de_de: Wenn derzeit kein Vortrag läuft, soll die Startzeit und der Titel des nächsten Vortrags angezeigt werden.

source: Show next talk
de_de: Zeige nächsten Vortrag

source: If checked, the value of the 'internal notes' field in a submission will get added to the pdf export.
de_de: Wenn aktiviert, wird der Inhalt des Feldes 'Interne Notizen' im PDF-Export angezeigt.

source: Show internal notes in pdf export
de_de: Zeige interne Notizen im PDF-Export

source: If checked, 'do not record' talks will not generate a page in the pdf export.
de_de: Wenn aktiviert, werden Vorträge mit 'Zeichnet meinen Vortrag nicht auf'-Flag keine Seite im PDF-Export generieren.

source: Ignore 'do not record' talks when generating pdf
de_de: Ignoriere 'Zeichnet meinen Vortrag nicht auf'-Vorträge im PDF-Export

source: Comma-Separated list of question ids to include in pdf export. If empty, no questions will get added.
de_de: Komma-separierte Liste von Fragen, die im PDF-Export eingebunden werden. Falls dieses Feld leer ist, werden keine Fragen im PDF angezeigt.

source: Questions to include
de_de: Eingebundene Fragen

source: Additional content to print onto the PDF export. Will get printed as-is. You may use the place holders mentioned below.
de_de: Zusätzlicher Inhalt, der auf dem PDF-Export angezeigt wird. Wird wie hier eingegeben angezeigt. Du kannst die oben genannten Platzhalter benutzen.

source: Additional text
de_de: Zusätzlicher Text

source: Sorry, there's currently no talk running
de_de: Leider läuft aktuell kein Vortrag

source: room
de_de: Raum

source: Feature
de_de: Funktion

source: Room Timer
de_de: Raum-Timer

source: Download voctomix-compatible lower thirds images
de_de: Lade voctomix-kompatible Bauchbinden-Bilder herunter

source: Placeholders
de_de: Platzhalter

source: pretalx will automatically replace some placeholders in your custom content:
de_de: pretalx ersetzt automatisch einige Platzhalter in deinen Texten:

source: talk code (<code>MUX9U3</code> for example) - most useful in combination with pretalx-proposal-redirects or something like that
de_de: Vortrags-Slug (zum Beispiel <code>MUX9U3</code>) - am hilfreichsten in Kombination mit pretalx-proposal-redirects oder ähnlichen Plugins

source: The event slug
de_de: Der Event-Slug

source: URL to the talk feedback page.
de_de: Adresse der Vortrags-Feedback-Seite

source: The talk slug
de_de: Der Vortrags-Slug

source: URL to the talk detail page.
de_de: Adresse der Vortrags-Seite

source: or
de_de: oder

source: Track name in plain text or coloured using the track colour.
de_de: Track-Name in einfachem Text oder in der Track-Farbe eingefärbt.

source: Settings
de_de: Einstellungen

source: Save
de_de: Speichern
